[
    "RECOMMENDED_FELLOW is beyond amazing at RELEVANT_SKILL! They are so well-organized, practical and quick on the uptake - all critical attributes when rushing through a hackathon to get a project off the ground! It was a pleasure working with RECOMMENDED_FELLOW and I'd pick them to be in my team again anytime.",
    "RECOMMENDED_FELLOW is my go-to person when it comes to RELEVANT_SKILL. Whenever I need TASK_DESCRIPTION, the first person I think of for reaching out to is RECOMMENDED_FELLOW. We collaborated for three months during the MLH Fellowship, and on top of being a great ROLE, RECOMMENDED_FELLOW is also such an easy-going person!",
    "RECOMMENDED_FELLOW is such a nice person to have around. They are not only a great teammate (or podmate, as we call them in the MLH Fellowship!) but also a very good ROLE with years of relevant experience at RELEVANT_SKILL. Creative, hands-on, organized... you name it! Whether I need help with RELEVANT_SKILL or just someone open to discuss ideas and suggestions - RECOMMENDED_FELLOW is always top of mind.",
    "During the MLH Fellowship, I shared a team with RECOMMENDED_FELLOW and we worked on PROJECT_NAME. Their deliverables, dare I say, were always very well executed, on time and done with great care. They were an inspiration to the rest of the team, always going the extra mile and finding great ways to quickly put problems to bed. I’d definitely work with RECOMMENDED_FELLOW again.",
    "It is only rarely that I come across raw talents who stand out like RECOMMENDED_FELLOW. I had the pleasure of working with them for three months at the MLH Fellowship, collaborating on several issues. Their ability to handle so many issues was unlike any I've seen before or since - their work sharply increased the productivity in our team. As a team member or as a leader, RECOMMENDED_FELLOW has only my highest recommendation.",
    "'Out of this world' is the phrase that comes to mind when I think of RECOMMENDED_FELLOW. I've had the pleasure of hacking with them for three months during the MLH Fellowship and, above all, I was impressed with their ability to TASK_DESCRIPTION, and of course their innate curiosity! RECOMMENDED_FELLOW is a true asset for any positions requiring RELEVANT_SKILL and has my warmest recommendation.",
    "I consider myself extremely lucky to have worked with RECOMMENDED_FELLOW, from whom I learned so much during the MLH Fellowship. Always going above and beyond in looking for opportunities for our team. And because of their 'lifelong learning' mindset, they're also eager to learn so much all the time! I'm very much looking forward to working with RECOMMENDED_FELLOW again!",
    "RECOMMENDED_FELLOW is a fountain of ideas! Incredibly proactive in coming up with experiments to test out and pitch to our team. During the MLH Fellowship, RECOMMENDED_FELLOW proposed to the project maintainers that our team do a TASK_DESCRIPTION - and RECOMMENDED_FELLOW went ahead and secured their approval, helped organize the team, and the end result deeply impressed and exceeded everyone's expectations! Working with RECOMMENDED_FELLOW is going to be one of my fondest memories from my time at the MLH Fellowship."
]
